// © Copyright 2004-2012, 2015 HP Development Company, L.P.

TaskName = "リソースのロック";

InitializationWarningTitle = "\"%@\"大容量記憶装置を初期化しますか？";
InitializationWarningMsg = "装置上のデータはすべて失われ、この操作を元に戻すことはできません。";
InitializeButtonTitle = "初期化";
CancelButtonTitle = "キャンセル";

ControlPanelNoLocking = "ロックなし";
ControlPanelMinimalLocking = "最小ロック";
ControlPanelModerateLocking = "中程度のロック";
ControlPanelIntermediateLocking = "中間ロック";
ControlPanelMaximalLocking = "最大ロック";

TaskDescription = "コントロール パネルと記憶装置のアクセスを変更することによって、リソースを管理してください。";
PanelLockLabel = "コントロール パネル アクセス レベル：";
LockNote = "チェックボックスをクリックして、大容量記憶装置をロックあるいはロック解除してください。";
LockColumnTitle = "ロック";
UnitColumnTitle = "大容量記憶装置";
InitializeUnitButtonTitle = "選択した大容量記憶装置の初期化";
ApplyButtonTitle = "今すぐ適用";